<?php
return [
    'status' => [
        '400' => 'Bad Request',
        '401' => '認証に失敗しました',
        '403' => 'アクセス権がありません',
        '404' => '存在しないページです',
        '408' => 'タイムアウトです',
        '414' => 'リクエストURIが長すぎます',
        '419' => '不正なリクエストです',
        '500' => 'システムエラーが発生しました<br>もう一度お試しいただくか、03-5912-6155にお問い合わせください',
        '503' => 'Service Unavailable'
    ],
    'original_status' => [
        '001' => 'メールの送信に失敗しましたが、会員登録は完了しました。<br>メールの再送を希望する方は、03-5912-6155にお問い合わせください。'
    ],

    'admin_status' => [
        '400' => 'Bad Request',
        '401' => '認証に失敗しました',
        '403' => 'アクセス権がありません',
        '404' => '存在しないページです',
        '408' => 'タイムアウトです',
        '414' => 'リクエストURIが長すぎます',
        '419' => '不正なリクエストです',
        '500' => 'システムエラーが発生しました',
        '503' => 'Service Unavailable'
    ],
];
